const menu = (prefix, NomeDoBot, sender) => {
  
// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​╭━━ ⪩
║  ╭═══⊷
╚=╣▸ 𝐁𝐨𝐭: *${NomeDoBot}*
 ⌁▸ ║▸𝐔𝐬𝐮𝐚𝐫𝐢𝐨: *@${sender.split("@")[0]}*
 ⌁▸ ║▸𝐏𝐫𝐞𝐟𝐢𝐱𝐨: *❲ ${prefix} ❳*
╔=╣▸ 
║  ╰═══⊷
╰━━━ ⪨
ⓘ _Leia com atenção 𝘚꯭꯭꯭𝘢꯭꯭𝘪꯭𝘣꯭꯭𝘢꯭ ꯭꯭𝘮꯭꯭꯭𝘢꯭꯭꯭𝘪꯭꯭꯭꯭s_
‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎

╭━━ ⪩
║  𝐌𝐞𝐧𝐮𝐬
║  ╭═══⊷
╚=╣▸ ⋟ ${prefix}menudono
⌁▸ ║▸ ⋟ ${prefix}menuadm
⌁▸ ║▸ ⋟ ${prefix}efeitos
⌁▸ ║▸ ⋟ ${prefix}logos
⌁▸ ║▸ ⋟ ${prefix}brincadeiras
⌁▸ ║▸ ⋟ ${prefix}menupremium
╔=╣▸ ⋟ ${prefix}animes
║  ╰═══⊷
║ 𝐜𝐦𝐝'𝐬 𝐝𝐞 𝐅𝐢𝐠𝐮𝐫𝐢𝐧𝐡𝐚𝐬
║  ╭═══⊷
╚=╣▸ ⋟ ${prefix}Ttp 
⌁▸ ║▸  ⋟ ${prefix}Fsticker
⌁▸ ║▸  ⋟ ${prefix}Sticker
⌁▸ ║▸  ⋟ ${prefix}Toimg
⌁▸ ║▸  ⋟ ${prefix}Attp 
⌁▸ ║▸  ⋟ ${prefix}Togif
⌁▸ ║▸  ⋟ ${prefix}Roubar 
⌁▸ ║▸  ⋟ ${prefix}Figurinhas 
⌁▸ ║▸  ⋟ ${prefix}Figumemes 
⌁▸ ║▸  ⋟ ${prefix}Figuflork 
⌁▸ ║▸  ⋟ ${prefix}Figuemoji 
⌁▸ ║▸  ⋟ ${prefix}FiguCoreana 
⌁▸ ║▸  ⋟ ${prefix}Figubebe 
⌁▸ ║▸  ⋟ ${prefix}Figuanime 
⌁▸ ║▸  ⋟ ${prefix}Figufunny 
⌁▸ ║▸  ⋟ ${prefix}Figuanimais 
⌁▸ ║▸  ⋟ ${prefix}Figudesenho 
⌁▸ ║▸  ⋟ ${prefix}Figuraiva 
⌁▸ ║▸  ⋟ ${prefix}Figuroblox 
⌁▸ ║▸  ⋟ ${prefix}Qc 
╔=╣▸ ⋟ ${prefix}Figaleatoria
║  ╰═══⊷
║  𝐏𝐥𝐚𝐲𝐬/𝐃𝐨𝐰𝐧𝐥𝐨𝐚𝐝
║  ╭═══⊷
╚=╣▸ ⋟ ${prefix}Play (Nome)
⌁▸ ║▸ ⋟ ${prefix}Play2 (Nome)
⌁▸ ║▸ ⋟ ${prefix}Playvid (Nome)
⌁▸ ║▸ ⋟ ${prefix}Playvid2 (Nome)
⌁▸ ║▸ ⋟ ${prefix}Playdoc (Nome)
⌁▸ ║▸ ⋟ ${prefix}Playdoc2 (Nome)
⌁▸ ║▸ ⋟ ${prefix}Playmix (Nome)
⌁▸ ║▸ ⋟ ${prefix}Ytmp3 (Link)
⌁▸ ║▸ ⋟ ${prefix}Ytmp4 (Link)
⌁▸ ║▸ ⋟ ${prefix}Shazam (Mencionar-aud)
⌁▸ ║▸ ⋟ ${prefix}Audiomeme (Nome)
⌁▸ ║▸ ⋟ ${prefix}Tiktok (Link) 
⌁▸ ║▸ ⋟ ${prefix}Tiktokaudio (Link)
⌁▸ ║▸ ⋟ ${prefix}Tiktokimg (Link)
⌁▸ ║▸ ⋟ ${prefix}Instagram (Link) 
⌁▸ ║▸ ⋟ ${prefix}Instaaudio (Link) 
⌁▸ ║▸ ⋟ ${prefix}Instastory (@Usuário) 
⌁▸ ║▸ ⋟ ${prefix}Instareels (Link)
⌁▸ ║▸ ⋟ ${prefix}Threads (Link)
⌁▸ ║▸ ⋟ ${prefix}Twitter (Link)
⌁▸ ║▸ ⋟ ${prefix}Multidl (Link)
⌁▸ ║▸ ⋟ ${prefix}Deezer (Nome) 
⌁▸ ║▸ ⋟ ${prefix}Soundcloud (Link)
⌁▸ ║▸ ⋟ ${prefix}Kwaivideo (Link) 
⌁▸ ║▸ ⋟ ${prefix}Mediafire (Link)
⌁▸ ║▸ ⋟ ${prefix}Googledrive (Link)
⌁▸ ║▸ ⋟ ${prefix}Capcutmodel (Link)
⌁▸ ║▸ ⋟ ${prefix}Imgpralink (Marcar-img)
╔=╣▸ ⋟ ${prefix}Videopralink (Marcar-vid)
║  ╰═══⊷
║  𝐍𝐨𝐭𝐢𝐜𝐢𝐚𝐬
║  ╭═══⊷
╚=╣▸ ⋟ ${prefix}Getnoticias (Tema)
⌁▸ ║▸ ⋟ ${prefix}Cnnbrasil (Notícias)
⌁▸ ║▸ ⋟ ${prefix}Globo (Notícias)
⌁▸ ║▸ ⋟ ${prefix}Poder360 (Notícias)
⌁▸ ║▸ ⋟ ${prefix}Uol (Notícias)
⌁▸ ║▸ ⋟ ${prefix}Jovempan (Notícias)
⌁▸ ║▸ ⋟ ${prefix}Esportenews (Notícias)
⌁▸ ║▸ ⋟ ${prefix}Gamenews (Notícias)
╔=╣▸ ⋟ ${prefix}Brasileirao (Tabela)
║  ╰═══⊷
║  𝐋𝐨𝐠𝐨𝐬 𝐃𝐞 𝐕𝐢𝐝𝐞𝐨
║  ╭═══⊷
╚=╣▸ ⋟ ${prefix}Pubgv (Texto)
⌁▸ ║▸ ⋟ ${prefix}Natalmsg (Texto)
⌁▸ ║▸ ⋟ ${prefix}Anonovo (Texto)
╔=╣▸ ⋟ ${prefix}Trigrev (Texto)
║  ╰═══⊷
║  𝐉𝐨𝐠𝐨𝐬
║  ╭═══⊷
╚=╣▸ ⋟ ${prefix}Jogodavelha (@Marcar) 
⌁▸ ║▸ ⋟ ${prefix}Anagrama (1/0)
⌁▸ ║▸ ⋟ ${prefix}Gartic (1/0)
⌁▸ ║▸ ⋟ ${prefix}Quizanimal (1/0)
⌁▸ ║▸ ⋟ ${prefix}Enigma (1/0)
⌁▸ ║▸ ⋟ ${prefix}R-forca (Letra)
⌁▸ ║▸ ⋟ ${prefix}Resetforca (Resetar)
⌁▸ ║▸ ⋟ ${prefix}Jogodaforca (Iniciar)
⌁▸ ║▸ ⋟ ${prefix}Vab (Você prefere?)
⌁▸ ║▸ ⋟ ${prefix}Eununca (Eu nunca, eu já)
⌁▸ ║▸ ⋟ ${prefix}Ppt (Pedra/Papel/Tesoura) 
⌁▸ ║▸ ⋟ ${prefix}Cassino
⌁▸ ║▸ ⋟ ${prefix}Apostar (Valor)
⌁▸ ║▸ ⋟ ${prefix}Pescar
⌁▸ ║▸ ⋟ ${prefix}Churrasco
⌁▸ ║▸ ⋟ ${prefix}Steal (marca (@))
⌁▸ ║▸ ⋟ ${prefix}1xbcbets (Valor)
⌁▸ ║▸ ⋟ ${prefix}Hackear (marca (@))
⌁▸ ║▸ ⋟ ${prefix}Mina (coordenada(s))
⌁▸ ║▸ ⋟ ${prefix}Minado (dificuldade)
⌁▸ ║▸ ⋟ ${prefix}Minareset (resetar)
⌁▸ ║▸ ⋟ ${prefix}Mineshelp (info)
⌁▸ ║▸ ⋟ ${prefix}Minatips (dicas)
⌁▸ ║▸ ⋟ ${prefix}Akinator (iniciar jogo)
⌁▸ ║▸ ⋟ ${prefix}Respaki (0/1/2/3/4)
⌁▸ ║▸ ⋟ ${prefix}Finaki (sim ou não)
╔=╣▸ ⋟ ${prefix}Resetaki (resetar akinator)
║  ╰═══⊷
║🛠️𝐁𝐨𝐭 𝐄𝐦 𝐃𝐞𝐬𝐞𝐧𝐯𝐨𝐥𝐯𝐢𝐦𝐞𝐧𝐭𝐨🛠️
╰━━━ ⪨`;
};

exports.menu = menu;

// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.

// MENU DE ADMINISTRADORES 

const adms = (prefix, NomeDoBot, sender) => { 
 
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

	return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​╭━━ ⪩
║  ╭═══⊷
╚=╣▸ 𝐁𝐨𝐭: *${NomeDoBot}*
 ⌁▸ ║▸𝐔𝐬𝐮𝐚𝐫𝐢𝐨: *@${sender.split("@")[0]}*
 ⌁▸ ║▸𝐏𝐫𝐞𝐟𝐢𝐱𝐨: *❲ ${prefix} ❳*
╔=╣▸ 
║  ╰═══⊷
╰━━━ ⪨
ⓘ _Leia com atenção 𝘚꯭꯭꯭𝘢꯭꯭𝘪꯭𝘣꯭꯭𝘢꯭ ꯭꯭𝘮꯭꯭꯭𝘢꯭꯭꯭𝘪꯭꯭꯭꯭s_
‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎

╭━━ ⪩
║  𝐂𝐨𝐦𝐚𝐧𝐝𝐨𝐬 𝐃𝐞 𝐀𝐝𝐦𝐢𝐧𝐬
║  ╭═══⊷
╚=╣▸ ⋟  ${prefix}Antiimg (1/0)
⌁▸ ║▸ ⋟ ${prefix}Antivideo (1/0)
⌁▸ ║▸ ⋟ ${prefix}Antiaudio (1/0)
⌁▸ ║▸ ⋟ ${prefix}Antisticker (1/0)
⌁▸ ║▸ ⋟ ${prefix}Antiloc (1/0)
⌁▸ ║▸ ⋟ ${prefix}Anticontato (1/0)
⌁▸ ║▸ ⋟ ${prefix}Antidoc (1/0)
⌁▸ ║▸ ⋟ ${prefix}Antilinkgp (1/0)
⌁▸ ║▸ ⋟ ${prefix}Antilinkhard (1/0)
⌁▸ ║▸ ⋟ ${prefix}Antifake (1/0)
⌁▸ ║▸ ⋟ ${prefix}Antinotas (1/0)
⌁▸ ║▸ ⋟ ${prefix}Anticatalogo (1/0)
⌁▸ ║▸ ⋟ ${prefix}Antipalavrao (1/0)
⌁▸ ║▸ ⋟ ${prefix}Limitecaracteres (1/0)
⌁▸ ║▸ ⋟ ${prefix}Bemvindo (1/0)
⌁▸ ║▸ ⋟ ${prefix}Bemvindo2 (1/0)
⌁▸ ║▸ ⋟ ${prefix}Simih (1/0)
⌁▸ ║▸ ⋟ ${prefix}Simih2 (1/0)
⌁▸ ║▸ ⋟ ${prefix}Autosticker (1/0)
⌁▸ ║▸ ⋟ ${prefix}Autorepo (1/0)
⌁▸ ║▸ ⋟ ${prefix}Leveling (1/0)
⌁▸ ║▸ ⋟ ${prefix}Modonsfw (1/0)
⌁▸ ║▸ ⋟ ${prefix}Odelete (1/0)
⌁▸ ║▸ ⋟ ${prefix}x9visuunica (1/0)
⌁▸ ║▸ ⋟ ${prefix}x9 (1/0)
⌁▸ ║▸ ⋟ ${prefix}Legenda_imagem (Texto)
⌁▸ ║▸ ⋟ ${prefix}Legenda_video (Texto)
⌁▸ ║▸ ⋟ ${prefix}Legenda_estrangeiro (Texto)
⌁▸ ║▸ ⋟ ${prefix}Legendabv (Texto)
⌁▸ ║▸ ⋟ ${prefix}Legendasaiu (Texto)
⌁▸ ║▸ ⋟ ${prefix}Legendabv2 (Texto)
⌁▸ ║▸ ⋟ ${prefix}Legendasaiu2 (Texto)
⌁▸ ║▸ ⋟ ${prefix}So_adm
⌁▸ ║▸ ⋟ ${prefix}Requestgp -list
⌁▸ ║▸ ⋟ ${prefix}Requestgp -a numero
⌁▸ ║▸ ⋟ ${prefix}Requestgp -r numero
⌁▸ ║▸ ⋟ ${prefix}Fechar-gp
⌁▸ ║▸ ⋟ ${prefix}admautoban (link-do-gp)
⌁▸ ║▸ ⋟ ${prefix}Listanegra (Número)
⌁▸ ║▸ ⋟ ${prefix}Tirardalista (Número)
⌁▸ ║▸ ⋟ ${prefix}ListanegraG (Número)
⌁▸ ║▸ ⋟ ${prefix}TirardalistaG (Número)
⌁▸ ║▸ ⋟ ${prefix}Multiprefixo (1/0)
⌁▸ ║▸ ⋟ ${prefix}Add_prefixo
⌁▸ ║▸ ⋟ ${prefix}Tirar_prefixo
⌁▸ ║▸ ⋟ ${prefix}Banghost
⌁▸ ║▸ ⋟ ${prefix}Mute (@mencionar)
⌁▸ ║▸ ⋟ ${prefix}Desmute (@mencionar)
⌁▸ ║▸ ⋟ ${prefix}Add 5511.. (Para-adicionar) 
⌁▸ ║▸ ⋟ ${prefix}Reviver (Responder-mensagem)
⌁▸ ║▸ ⋟ ${prefix}Kick [@] (Para-remover) 
⌁▸ ║▸ ⋟ ${prefix}Ban (Responder-mensagem)
⌁▸ ║▸ ⋟ ${prefix}Promover [@] (Ser-admin)
⌁▸ ║▸ ⋟ ${prefix}Rebaixar [@] (Rebaixar-adm)
⌁▸ ║▸ ⋟ ${prefix}Changegroup (all/adms)
⌁▸ ║▸ ⋟ ${prefix}Rmphotogp (Remover ft do gp)
⌁▸ ║▸ ⋟ ${prefix}Ephemeral [1/0] (Msg-temp)
⌁▸ ║▸ ⋟ ${prefix}Descgp (Texto)
⌁▸ ║▸ ⋟ ${prefix}Nomegp (Nome)
⌁▸ ║▸ ⋟ ${prefix}Totag (Mencionar algo)
⌁▸ ║▸ ⋟ ${prefix}Grupo (f/a)
⌁▸ ║▸ ⋟ ${prefix}fechargp (tempo)
⌁▸ ║▸ ⋟ ${prefix}abrirgp (tempo)
⌁▸ ║▸ ⋟ ${prefix}Status
⌁▸ ║▸ ⋟ ${prefix}Limpar (texto-invisível-gp)
⌁▸ ║▸ ⋟ ${prefix}Atividades (DO-GRUPO)
⌁▸ ║▸ ⋟ ${prefix}Linkgp
⌁▸ ║▸ ⋟ ${prefix}Grupoinfo
⌁▸ ║▸ ⋟ ${prefix}Hidetag (txt) (marcação)
⌁▸ ║▸ ⋟ ${prefix}Marcar (marca tds do gp)
⌁▸ ║▸ ⋟ ${prefix}Marcar2 (Marca-tds-wa.me)
⌁▸ ║▸ ⋟ ${prefix}Anagrama (1/0)
⌁▸ ║▸ ⋟ ${prefix}Antipalavra (1/0)
⌁▸ ║▸ ⋟ ${prefix}Criartabela (Escreva-algo)
╔=╣▸ ⋟ ${prefix}Tabelagp (Veja a tabela)
║  ╰═══⊷
║🛠️𝐁𝐨𝐭 𝐄𝐦 𝐃𝐞𝐬𝐞𝐧𝐯𝐨𝐥𝐯𝐢𝐦𝐞𝐧𝐭𝐨🛠️
╰━━━ ⪨

`;
};

exports.adms = adms;

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

// MENU DE DONO

const menudono = (prefix, NomeDoBot, sender) => {
	
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode alterar ele tod0, menos as definições, só se quiser apagar a definição completa. 	

return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​╭━━ ⪩
║  ╭═══⊷
╚=╣▸ 𝐁𝐨𝐭: *${NomeDoBot}*
 ⌁▸ ║▸𝐔𝐬𝐮𝐚𝐫𝐢𝐨: *@${sender.split("@")[0]}*
 ⌁▸ ║▸𝐏𝐫𝐞𝐟𝐢𝐱𝐨: *❲ ${prefix} ❳*
╔=╣▸ 
║  ╰═══⊷
╰━━━ ⪨
ⓘ _Leia com atenção 𝘚꯭꯭꯭𝘢꯭꯭𝘪꯭𝘣꯭꯭𝘢꯭ ꯭꯭𝘮꯭꯭꯭𝘢꯭꯭꯭𝘪꯭꯭꯭꯭s_
‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎

╭━━ ⪩
║ 𝐂𝐨𝐦𝐚𝐧𝐝𝐨𝐬 𝐃𝐞 𝐃𝐨𝐧𝐨
║  ╭═══⊷
╚=╣▸ ⋟  ${prefix}Bangp
⌁▸ ║▸ ⋟ ${prefix}Unbangp
⌁▸ ║▸ ⋟ ${prefix}Fotomenu (Marcar-img) 
⌁▸ ║▸ ⋟ ${prefix}Blockcmd (cmd)
⌁▸ ║▸ ⋟ ${prefix}Unblockcmd (cmd)
⌁▸ ║▸ ⋟ ${prefix}Cmdpremlist
⌁▸ ║▸ ⋟ ${prefix}Addcmdprem (cmd)
⌁▸ ║▸ ⋟ ${prefix}Delcmdprem (cmd)
⌁▸ ║▸ ⋟ ${prefix}Fundobemvindo (marcar-img)
⌁▸ ║▸ ⋟ ${prefix}Fundosaiu (marcar-img)
⌁▸ ║▸ ⋟ ${prefix}Serpremium
⌁▸ ║▸ ⋟ ${prefix}Listagp
⌁▸ ║▸ ⋟ ${prefix}Antipalavrão (1/0)
⌁▸ ║▸ ⋟ ${prefix}Antiligar (1/0)
⌁▸ ║▸ ⋟ ${prefix}Modoaluguel (1/0)
⌁▸ ║▸ ⋟ ${prefix}Fazertm (Texto)
⌁▸ ║▸ ⋟ ${prefix}Rgtm
⌁▸ ║▸ ⋟ ${prefix}Tirardatm
⌁▸ ║▸ ⋟ ${prefix}Listatm
⌁▸ ║▸ ⋟ ${prefix}Infocmd_add (cmd/texto) 
⌁▸ ║▸ ⋟ ${prefix}Infocmd_del (cmd) 
⌁▸ ║▸ ⋟ ${prefix}Visualizarmsg
⌁▸ ║▸ ⋟ ${prefix}Console (Logs no terminal)
⌁▸ ║▸ ⋟ ${prefix}Botoff (Funcionalidade do bot)
⌁▸ ║▸ ⋟ ${prefix}Boton (Funcionalidade do bot)
⌁▸ ║▸ ⋟ ${prefix}Verificado-global (Selos)
⌁▸ ║▸ ⋟ ${prefix}Audio-menu (Audio do menu)
⌁▸ ║▸ ⋟ ${prefix}Addpalavra (palavrão)
⌁▸ ║▸ ⋟ ${prefix}Delpalavra (palavrão)
⌁▸ ║▸ ⋟ ${prefix}Ativo
⌁▸ ║▸ ⋟ ${prefix}Rmpalavra_forca (palavra)
⌁▸ ║▸ ⋟ ${prefix}Addpalavras_forca (titulo|tema|dica)
⌁▸ ║▸ ⋟ ${prefix}Ausente (fale-oq-faz)
⌁▸ ║▸ ⋟ ${prefix}Delpremium @(marca)
⌁▸ ║▸ ⋟ ${prefix}Addpremium @(marca)
⌁▸ ║▸ ⋟ ${prefix}Privphotobot (all/cntt/ngm)
⌁▸ ║▸ ⋟ ${prefix}Privaddgroup (all/cntt/ngm)
⌁▸ ║▸ ⋟ ${prefix}Descriçãogp (digite-algo)
⌁▸ ║▸ ⋟ ${prefix}Block [@] (bloq de usar cmds) 
⌁▸ ║▸ ⋟ ${prefix}Unblock [@] (desbloquear) 
⌁▸ ║▸ ⋟ ${prefix}Setprefix (prefixo-novo)
╔=╣▸ ⋟ ${prefix}Bcgp (TM-PRA-PV-MEMBROS)
║  ╰═══⊷
║🛠️𝐁𝐨𝐭 𝐄𝐦 𝐃𝐞𝐬𝐞𝐧𝐯𝐨𝐥𝐯𝐢𝐦𝐞𝐧𝐭𝐨🛠️
╰━━━ ⪨
`;

};

exports.menudono = menudono;

// MENU DE LOGOS 

const menulogos = (prefix, NomeDoBot, sender) => {
  
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
  return `╭━━ ⪩
║  ╭═══⊷
╚=╣▸ 𝐁𝐨𝐭: *${NomeDoBot}*
 ⌁▸ ║▸𝐔𝐬𝐮𝐚𝐫𝐢𝐨: *@${sender.split("@")[0]}*
 ⌁▸ ║▸𝐏𝐫𝐞𝐟𝐢𝐱𝐨: *❲ ${prefix} ❳*
╔=╣▸ 
║  ╰═══⊷
╰━━━ ⪨
ⓘ _Leia com atenção 𝘚꯭꯭꯭𝘢꯭꯭𝘪꯭𝘣꯭꯭𝘢꯭ ꯭꯭𝘮꯭꯭꯭𝘢꯭꯭꯭𝘪꯭꯭꯭꯭s_
‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎

​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​╭━━ ⪩
║  𝐋𝐨𝐠𝐨𝐬 𝐃𝐞 𝐕𝐢𝐝𝐞𝐨
║  ╭═══⊷
╚=╣▸ ⋟ ${prefix}Pubgv (Texto)
⌁▸ ║▸ ⋟ ${prefix}Natalmsg (Texto)
⌁▸ ║▸ ⋟ ${prefix}Anonovo (Texto)
╔=╣▸ ⋟ ${prefix}Trigrev (Texto)
║  ╰═══⊷
║  𝐋𝐨𝐠𝐨𝐬 𝐃𝐞
║  ╭═══⊷
╚=╣▸ ⋟ ${prefix}き⃟✰𝐋𝐎𝐆𝐎𝐒 𝟑 𝐓𝐄𝐗𝐓𝐎𝐒✰⃟⃟き
╔=╣▸ ⋟ ${prefix}Googlesg (txt/txt/txt)
║  ╰═══⊷
║  𝐋𝐨𝐠𝐨𝐬 𝐃𝐞 2 𝐓𝐞𝐱𝐭𝐨𝐬
║  ╭═══⊷
╚=╣▸ ⋟ ${prefix}Comporn (Texto/Texto)
⌁▸ ║▸ ⋟ ${prefix}Glitch (Texto/Texto)
⌁▸ ║▸ ⋟ ${prefix}Glitch3 (Texto/Texto)
⌁▸ ║▸ ⋟ ${prefix}Grafity (Texto/Texto)
⌁▸ ║▸ ⋟ ${prefix}Space (Texto/Texto)
⌁▸ ║▸ ⋟ ${prefix}Marvel (Texto/Texto)
⌁▸ ║▸ ⋟ ${prefix}GamePlay (Texto/Texto)
⌁▸ ║▸ ⋟ ${prefix}Stone (Texto/Texto)
⌁▸ ║▸ ⋟ ${prefix}Steel (Texto/Texto)
⌁▸ ║▸ ⋟ ${prefix}Ffbanner (Texto/Texto)
⌁▸ ║▸ ⋟ ${prefix}Avatar (Texto/Texto)
⌁▸ ║▸ ⋟ ${prefix}Videogame (Texto/Texto)
⌁▸ ║▸ ⋟ ${prefix}Pubg (Texto/Texto)
╔=╣▸ ⋟ ${prefix}Thorstyle (Texto/Texto)
║  ╰═══⊷
║  𝐋𝐨𝐠𝐨𝐬 𝐃𝐞 1 𝐓𝐞𝐱𝐭𝐨
║  ╭═══⊷
╚=╣▸ ⋟ ${prefix}Neonlight (Texto)
⌁▸ ║▸ ⋟ ${prefix}Orangejuice (Texto)
⌁▸ ║▸ ⋟ ${prefix}Rainbowequalizer (Texto)
⌁▸ ║▸ ⋟ ${prefix}Peridot (Texto)
⌁▸ ║▸ ⋟ ${prefix}Rock (Texto)
⌁▸ ║▸ ⋟ ${prefix}Esmeralda (Texto)
⌁▸ ║▸ ⋟ ${prefix}3ddragon (Texto)
⌁▸ ║▸ ⋟ ${prefix}Purpleshiny (Texto)
⌁▸ ║▸ ⋟ ${prefix}Robotr2 (Texto)
⌁▸ ║▸ ⋟ ${prefix}Berry (Texto)
⌁▸ ║▸ ⋟ ${prefix}Hologram (Texto)
⌁▸ ║▸ ⋟ ${prefix}Cartoon (Texto)
⌁▸ ║▸ ⋟ ${prefix}Deepsea (Texto)
⌁▸ ║▸ ⋟ ${prefix}Shadow-sky (Texto)
⌁▸ ║▸ ⋟ ${prefix}Metallic (Texto)
⌁▸ ║▸ ⋟ ${prefix}Logoneon (Texto)
⌁▸ ║▸ ⋟ ${prefix}Ninjalogo (Texto)
⌁▸ ║▸ ⋟ ${prefix}Harry-potter (Texto)
⌁▸ ║▸ ⋟ ${prefix}Flower-typography (Texto)
⌁▸ ║▸ ⋟ ${prefix}Butterfly (Texto)
⌁▸ ║▸ ⋟ ${prefix}Starballons (Texto)
⌁▸ ║▸ ⋟ ${prefix}Frozen (Texto)
⌁▸ ║▸ ⋟ ${prefix}3dsilver (Texto)
⌁▸ ║▸ ⋟ ${prefix}Goldtext (Texto)
⌁▸ ║▸ ⋟ ${prefix}Illuminated-metallic (Texto)
⌁▸ ║▸ ⋟ ${prefix}Sweet-candy (Texto)
⌁▸ ║▸ ⋟ ${prefix}Strawberry (Texto)
⌁▸ ║▸ ⋟ ${prefix}Seta (Texto)
⌁▸ ║▸ ⋟ ${prefix}Grafite (Texto)
⌁▸ ║▸ ⋟ ${prefix}Goldt (Texto)
⌁▸ ║▸ ⋟ ${prefix}Tela (Texto)
⌁▸ ║▸ ⋟ ${prefix}3dboxtxt (Texto)
⌁▸ ║▸ ⋟ ${prefix}Chocolate-cake (Texto)
⌁▸ ║▸ ⋟ ${prefix}Magma (Texto)
⌁▸ ║▸ ⋟ ${prefix}Green-horror (Texto)
⌁▸ ║▸ ⋟ ${prefix}Blackpink2 (Texto)
⌁▸ ║▸ ⋟ ${prefix}Logobear (Texto)
⌁▸ ║▸ ⋟ ${prefix}Flaming (Texto)
⌁▸ ║▸ ⋟ ${prefix}Carved-wood (Texto)
⌁▸ ║▸ ⋟ ${prefix}Night-sky (Texto)
⌁▸ ║▸ ⋟ ${prefix}Naturalleaves (Texto)
⌁▸ ║▸ ⋟ ${prefix}Candycane (Texto)
⌁▸ ║▸ ⋟ ${prefix}Christmas (Texto)
⌁▸ ║▸ ⋟ ${prefix}Merrychristmas (Texto)
⌁▸ ║▸ ⋟ ${prefix}3ddeep (Texto)
⌁▸ ║▸ ⋟ ${prefix}Drug (Texto)
⌁▸ ║▸ ⋟ ${prefix}Americanflag (Texto)
⌁▸ ║▸ ⋟ ${prefix}Scifi (Texto)
⌁▸ ║▸ ⋟ ${prefix}Sandsummer (Texto)
⌁▸ ║▸ ⋟ ${prefix}Desfocado (Texto)
⌁▸ ║▸ ⋟ ${prefix}Vietnam (Texto)
⌁▸ ║▸ ⋟ ${prefix}Brilhante (Texto)
⌁▸ ║▸ ⋟ ${prefix}Sandwriting (Texto)
⌁▸ ║▸ ⋟ ${prefix}Sandengraved (Texto)
⌁▸ ║▸ ⋟ ${prefix}Summerysand (Texto)
⌁▸ ║▸ ⋟ ${prefix}Glue (Texto)
⌁▸ ║▸ ⋟ ${prefix}Dark (Texto)
⌁▸ ║▸ ⋟ ${prefix}Galaxystyle (Texto)
⌁▸ ║▸ ⋟ ${prefix}Minion (Texto)
⌁▸ ║▸ ⋟ ${prefix}Horrorgift (Texto)
⌁▸ ║▸ ⋟ ${prefix}Holographic (Texto)
⌁▸ ║▸ ⋟ ${prefix}Deluxe (Texto)
⌁▸ ║▸ ⋟ ${prefix}Glossyblue (Texto)
⌁▸ ║▸ ⋟ ${prefix}Deluxegold (Texto)
⌁▸ ║▸ ⋟ ${prefix}Glossycarbon (Texto)
⌁▸ ║▸ ⋟ ${prefix} Fabric (Texto)
⌁▸ ║▸ ⋟ ${prefix}Watercolor (Texto)
⌁▸ ║▸ ⋟ ${prefix}1917 (Texto)
⌁▸ ║▸ ⋟ ${prefix}Multicolor (Texto)
⌁▸ ║▸ ⋟ ${prefix}Generator (Texto)
⌁▸ ║▸ ⋟ ${prefix}Wonderful (Texto)
⌁▸ ║▸ ⋟ ${prefix}Holiday (Texto)
⌁▸ ║▸ ⋟ ${prefix}Technology (Texto)
⌁▸ ║▸ ⋟ ${prefix}Winter (Texto)
⌁▸ ║▸ ⋟ ${prefix}Neontext (Texto)
⌁▸ ║▸ ⋟ ${prefix}Halloweenfire (Texto)
⌁▸ ║▸ ⋟ ${prefix}Metaldark (Texto)
⌁▸ ║▸ ⋟ ${prefix}Darkgold (Texto)
⌁▸ ║▸ ⋟ ${prefix}Wicker (Texto)
⌁▸ ║▸ ⋟ ${prefix}Firework (Texto)
⌁▸ ║▸ ⋟ ${prefix}Steeltext (Texto)
⌁▸ ║▸ ⋟ ${prefix}Goldfoil (Texto)
⌁▸ ║▸ ⋟ ${prefix}Ultragloss (Texto)
⌁▸ ║▸ ⋟ ${prefix}Denimtext (Texto)
⌁▸ ║▸ ⋟ ${prefix}Stargreen (Texto)
⌁▸ ║▸ ⋟ ${prefix}Captain (Texto)
⌁▸ ║▸ ⋟ ${prefix}Toxic (Texto)
⌁▸ ║▸ ⋟ ${prefix}Ninjalogo (Texto)
⌁▸ ║▸ ⋟ ${prefix}Txtquadrinhos (Texto)
⌁▸ ║▸ ⋟ ${prefix}HackNeon (Texto)
⌁▸ ║▸ ⋟ ${prefix}EquipeMascote (Texto)
⌁▸ ║▸ ⋟ ${prefix}FFavatar (Texto)
⌁▸ ║▸ ⋟ ${prefix}Gizquadro (Texto)
⌁▸ ║▸ ⋟ ${prefix}Angelglx (Texto)
⌁▸ ║▸ ⋟ ${prefix}WingEffect (Texto)
⌁▸ ║▸ ⋟ ${prefix}Angelwing (Texto)
⌁▸ ║▸ ⋟ ${prefix}Blackpink (Texto)
⌁▸ ║▸ ⋟ ${prefix}Girlmascote (Texto)
⌁▸ ║▸ ⋟ ${prefix}Mascotegame (Texto)
⌁▸ ║▸ ⋟ ${prefix}Fpsmascote (Texto)
⌁▸ ║▸ ⋟ ${prefix}Logogame (Texto)
⌁▸ ║▸ ⋟ ${prefix}Glitch2 (Texto)
⌁▸ ║▸ ⋟ ${prefix}3DGold (Texto)
⌁▸ ║▸ ⋟ ${prefix}Placaloli (Texto)
⌁▸ ║▸ ⋟ ${prefix}Phadow (Texto)
⌁▸ ║▸ ⋟ ${prefix}Efeitoneon (Texto)
⌁▸ ║▸ ⋟ ${prefix}Cemiterio (Texto)
⌁▸ ║▸ ⋟ ${prefix}Metalgold (Texto)
⌁▸ ║▸ ⋟ ${prefix}Narutologo (Texto)
⌁▸ ║▸ ⋟ ${prefix}Narutologo2 (Texto)
⌁▸ ║▸ ⋟ ${prefix}Fire (Texto)
⌁▸ ║▸ ⋟ ${prefix}Romantic (Texto)
⌁▸ ║▸ ⋟ ${prefix}Smoke (Texto)
⌁▸ ║▸ ⋟ ${prefix}Papel (Texto)
⌁▸ ║▸ ⋟ ${prefix}Lovemsg (Texto)
⌁▸ ║▸ ⋟ ${prefix}Lovemsg2 (Texto)
⌁▸ ║▸ ⋟ ${prefix}Lovemsg3 (Texto)
⌁▸ ║▸ ⋟ ${prefix}Coffecup (Texto)
⌁▸ ║▸ ⋟ ${prefix}Coffecup2 (Texto)
⌁▸ ║▸ ⋟ ${prefix}Cup (Texto)
⌁▸ ║▸ ⋟ ${prefix}Florwooden (Texto)
⌁▸ ║▸ ⋟ ${prefix}Lobometal (Texto)
⌁▸ ║▸ ⋟ ${prefix}Harryp (Texto)
⌁▸ ║▸ ⋟ ${prefix}Txtborboleta (Texto)
⌁▸ ║▸ ⋟ ${prefix}Madeira (Texto)
⌁▸ ║▸ ⋟ ${prefix}Pornhub (Texto)
⌁▸ ║▸ ⋟ ${prefix}Escudo (Texto)
⌁▸ ║▸ ⋟ ${prefix}Transformer (Texto)
⌁▸ ║▸ ⋟ ${prefix}America (Texto)
⌁▸ ║▸ ⋟ ${prefix}Demongreen (Texto)
⌁▸ ║▸ ⋟ ${prefix}Wetglass (Texto) 
⌁▸ ║▸ ⋟ ${prefix}Toxic (Texto)
⌁▸ ║▸ ⋟ ${prefix}Neon3 (Texto)
⌁▸ ║▸ ⋟ ${prefix}Neondevil (Texto)
⌁▸ ║▸ ⋟ ${prefix}Neongreen (Texto)
⌁▸ ║▸ ⋟ ${prefix}Lava (Texto)
⌁▸ ║▸ ⋟ ${prefix}Halloween (Texto)
⌁▸ ║▸ ⋟ ${prefix}Neondevil (Texto)
⌁▸ ║▸ ⋟ ${prefix}DemonFire (Texto)
⌁▸ ║▸ ⋟ ${prefix}DemonGreen (Texto)
⌁▸ ║▸ ⋟ ${prefix}Thunderv2 (Texto)
⌁▸ ║▸ ⋟ ${prefix}Thunder (Texto)
⌁▸ ║▸ ⋟ ${prefix}Colaq (Texto)
⌁▸ ║▸ ⋟ ${prefix}Luxury (Texto)
⌁▸ ║▸ ⋟ ${prefix}Berry (Texto)
⌁▸ ║▸ ⋟ ${prefix}Transformer (Texto)
⌁▸ ║▸ ⋟ ${prefix}Matrix (Texto)
⌁▸ ║▸ ⋟ ${prefix}Horror (Texto)
⌁▸ ║▸ ⋟ ${prefix}Nuvem (Texto)
⌁▸ ║▸ ⋟ ${prefix}Neon (Texto)
⌁▸ ║▸ ⋟ ${prefix}Neon1 (Texto)
⌁▸ ║▸ ⋟ ${prefix}Neon2 (Texto)
⌁▸ ║▸ ⋟ ${prefix}Neon3d (Texto)
⌁▸ ║▸ ⋟ ${prefix}NeonGreen (Texto)
⌁▸ ║▸ ⋟ ${prefix}Neon3 (Texto)
⌁▸ ║▸ ⋟ ${prefix}Neve (Texto)
⌁▸ ║▸ ⋟ ${prefix}Areia (Texto)
⌁▸ ║▸ ⋟ ${prefix}Vidro (Texto)
⌁▸ ║▸ ⋟ ${prefix}Style (Texto)
⌁▸ ║▸ ⋟ ${prefix}Pink (Texto)
⌁▸ ║▸ ⋟ ${prefix}Carbon (Texto)
⌁▸ ║▸ ⋟ ${prefix}Metalblue (Texto)
⌁▸ ║▸ ⋟ ${prefix}Jeans (Texto)
⌁▸ ║▸ ⋟ ${prefix}Ossos (Texto)
⌁▸ ║▸ ⋟ ${prefix}Asfalto (Texto)
⌁▸ ║▸ ⋟ ${prefix}3dgoldenblack (Texto)
⌁▸ ║▸ ⋟ ${prefix}3d_business (Texto)
⌁▸ ║▸ ⋟ ${prefix}Summer (Texto)
⌁▸ ║▸ ⋟ ${prefix}Natal (Texto)
⌁▸ ║▸ ⋟ ${prefix}Jokerlogo (Texto)
⌁▸ ║▸ ⋟ ${prefix}Blood (Texto)
⌁▸ ║▸ ⋟ ${prefix}Break (Texto)
⌁▸ ║▸ ⋟ ${prefix}Fiction (Texto)
⌁▸ ║▸ ⋟ ${prefix}3dstone (Texto)
⌁▸ ║▸ ⋟ ${prefix}Lapis (Texto)
⌁▸ ║▸ ⋟ ${prefix}Gelo (Texto)
⌁▸ ║▸ ⋟ ${prefix}Rainbow (Texto)
⌁▸ ║▸ ⋟ ${prefix}Metalfire (Texto) 
⌁▸ ║▸ ⋟ ${prefix}Cria (Texto) 
⌁▸ ║▸ ⋟ ${prefix}Anime1 (Texto) 
⌁▸ ║▸ ⋟ ${prefix}Anime2 (Texto) 
⌁▸ ║▸ ⋟ ${prefix}Ff1 (Texto) 
⌁▸ ║▸ ⋟ ${prefix}Ff2 (Texto) 
⌁▸ ║▸ ⋟ ${prefix}Game (Texto) 
⌁▸ ║▸ ⋟ ${prefix}Entardecer (Texto) 
⌁▸ ║▸ ⋟ ${prefix}Indian (Texto) 
⌁▸ ║▸ ⋟ ${prefix}Ffrose (Texto) 
⌁▸ ║▸ ⋟ ${prefix}Ffgren (Texto) 
⌁▸ ║▸ ⋟ ${prefix}Chufuyu (Texto) 
⌁▸ ║▸ ⋟ ${prefix}Wolf (Texto) 
⌁▸ ║▸ ⋟ ${prefix}Dragonred (Texto) 
╔=╣▸ ⋟ ${prefix}Purple (Texto) 
║  ╰═══⊷
║🛠️𝐁𝐨𝐭 𝐄𝐦 𝐃𝐞𝐬𝐞𝐧𝐯𝐨𝐥𝐯𝐢𝐦𝐞𝐧𝐭𝐨🛠️
╰━━━ ⪨`;
};

exports.menulogos = menulogos;

// MENU DE ALTERAR ÁUDIOS E VÍDEOS

const alteradores = (prefix, NomeDoBot, sender) => {

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

return`╭━━ ⪩
║  ╭═══⊷
╚=╣▸ 𝐁𝐨𝐭: *${NomeDoBot}*
 ⌁▸ ║▸𝐔𝐬𝐮𝐚𝐫𝐢𝐨: *@${sender.split("@")[0]}*
 ⌁▸ ║▸𝐏𝐫𝐞𝐟𝐢𝐱𝐨: *❲ ${prefix} ❳*
╔=╣▸ 
║  ╰═══⊷
╰━━━ ⪨
ⓘ _Leia com atenção 𝘚꯭꯭꯭𝘢꯭꯭𝘪꯭𝘣꯭꯭𝘢꯭ ꯭꯭𝘮꯭꯭꯭𝘢꯭꯭꯭𝘪꯭꯭꯭꯭s_
‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎

╭━━ ⪩
║  𝐀𝐥𝐭𝐞𝐫𝐚𝐫 𝐕𝐢𝐝𝐞𝐨
║  ╭═══⊷
╚=╣▸ ⋟ ${prefix}Videolento (marca)
⌁▸ ║▸ ⋟ ${prefix}Videorapido (marca)
╔=╣▸ ⋟ ${prefix}Videocontrario (marca)
║  ╰═══⊷
║  𝐀𝐥𝐭𝐞𝐫𝐚𝐫 𝐀𝐮𝐝𝐢𝐨
║  ╭═══⊷
╚=╣▸ ⋟ ${prefix}Audiolento (marca)
⌁▸ ║▸ ⋟ ${prefix}Audiorapido (marca)
⌁▸ ║▸ ⋟ ${prefix}Grave (marca)
⌁▸ ║▸ ⋟ ${prefix}Grave2 (marca)
⌁▸ ║▸ ⋟ ${prefix}Esquilo (marca)
⌁▸ ║▸ ⋟ ${prefix}Estourar (marca)
⌁▸ ║▸ ⋟ ${prefix}Bass (marca)
⌁▸ ║▸ ⋟ ${prefix}Bass2 (marca)
╔=╣▸ ⋟ ${prefix}Vozmenino (marca)
║  ╰═══⊷
║🛠️𝐁𝐨𝐭 𝐄𝐦 𝐃𝐞𝐬𝐞𝐧𝐯𝐨𝐥𝐯𝐢𝐦𝐞𝐧𝐭𝐨🛠️
╰━━━ ⪨
`;
};

exports.alteradores = alteradores;

// MENU PREMIUM 

const menuprem = (prefix, NomeDoBot, sender) => { 

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

return `╭━━ ⪩
║  ╭═══⊷
╚=╣▸ 𝐁𝐨𝐭: *${NomeDoBot}*
 ⌁▸ ║▸𝐔𝐬𝐮𝐚𝐫𝐢𝐨: *@${sender.split("@")[0]}*
 ⌁▸ ║▸𝐏𝐫𝐞𝐟𝐢𝐱𝐨: *❲ ${prefix} ❳*
╔=╣▸ 
║  ╰═══⊷
╰━━━ ⪨
ⓘ _Leia com atenção 𝘚꯭꯭꯭𝘢꯭꯭𝘪꯭𝘣꯭꯭𝘢꯭ ꯭꯭𝘮꯭꯭꯭𝘢꯭꯭꯭𝘪꯭꯭꯭꯭s_
‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎

╭━━ ⪩
║  𝐂𝐦𝐝'𝐬 𝐏𝐫𝐞𝐦𝐢𝐮𝐦
║  ╭═══⊷
╚=╣▸ ⋟ ${prefix}Destrava
⌁▸ ║▸ ⋟ ${prefix}Destrava2
⌁▸ ║▸ ⋟ ${prefix}Ddd (DDD)
⌁▸ ║▸ ⋟ ${prefix}GerarCPF
⌁▸ ║▸ ⋟ ${prefix}PremiumList
⌁▸ ║▸ ⋟ ${prefix}Tinyurl (Link)
⌁▸ ║▸ ⋟ ${prefix}Cuttly (Link)
⌁▸ ║▸ ⋟ ${prefix}Bitly (Link)
⌁▸ ║▸ ⋟ ${prefix}Celular (Nome)
⌁▸ ║▸ ⋟ ${prefix}Scep (Número)
⌁▸ ║▸ ⋟ ${prefix}Cotacao (Moeda)
⌁▸ ║▸ ⋟ ${prefix}Sip (Número)
╔=╣▸ ⋟ ${prefix}Igstalk (@usuário)
║  ╰═══⊷
║  𝐂𝐦𝐝'𝐬 𝐃𝐞 𝐂𝐮𝐥𝐬𝐮𝐥𝐭𝐚𝐬
║  ╭═══⊷
╚=╣▸ ⋟ ${prefix}き⃟✰𝐂𝐎𝐍𝐒𝐔𝐋𝐓𝐀𝐒✰⃟⃟き
⌁▸ ║▸ ⋟ ${prefix}Nome
⌁▸ ║▸ ⋟ ${prefix}Nome2
⌁▸ ║▸ ⋟ ${prefix}Cpf (Número)
⌁▸ ║▸ ⋟ ${prefix}Cpf2 (Número)
⌁▸ ║▸ ⋟ ${prefix}Cpf3 (Número)
⌁▸ ║▸ ⋟ ${prefix}Cpf4 (Número)
⌁▸ ║▸ ⋟ ${prefix}Tel (Número)
⌁▸ ║▸ ⋟ ${prefix}Tel2 (Número)
⌁▸ ║▸ ⋟ ${prefix}Tel3 (Número)
⌁▸ ║▸ ⋟ ${prefix}Parentes (Cpf)
⌁▸ ║▸ ⋟ ${prefix}Beneficios (Cpf)
⌁▸ ║▸ ⋟ ${prefix}Score (Cpf)
⌁▸ ║▸ ⋟ ${prefix}Placa (Placa)
⌁▸ ║▸ ⋟ ${prefix}Placa2 (Placa)
⌁▸ ║▸ ⋟ ${prefix}Cnpj (Número)
⌁▸ ║▸ ⋟ ${prefix}Site (Domínio)
⌁▸ ║▸ ⋟ ${prefix}Email 
⌁▸ ║▸ ⋟ ${prefix}Bin (Número)
╔=╣▸ ⋟ ${prefix}Rg (Número)
║  ╰═══⊷
║🛠️𝐁𝐨𝐭 𝐄𝐦 𝐃𝐞𝐬𝐞𝐧𝐯𝐨𝐥𝐯𝐢𝐦𝐞𝐧𝐭𝐨🛠️
╰━━━ ⪨
`;
};

exports.menuprem = menuprem;

// MENU DE BRINCADEIRAS.. 

const brincadeiras = (prefix, NomeDoBot, sender) => {

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​╭━━ ⪩
║  ╭═══⊷
╚=╣▸ 𝐁𝐨𝐭: *${NomeDoBot}*
 ⌁▸ ║▸𝐔𝐬𝐮𝐚𝐫𝐢𝐨: *@${sender.split("@")[0]}*
 ⌁▸ ║▸𝐏𝐫𝐞𝐟𝐢𝐱𝐨: *❲ ${prefix} ❳*
╔=╣▸ 
║  ╰═══⊷
╰━━━ ⪨
ⓘ _Leia com atenção 𝘚꯭꯭꯭𝘢꯭꯭𝘪꯭𝘣꯭꯭𝘢꯭ ꯭꯭𝘮꯭꯭꯭𝘢꯭꯭꯭𝘪꯭꯭꯭꯭s_
‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎

╭━━ ⪩
║  𝐉𝐨𝐠𝐨𝐬
║  ╭═══⊷
╚=╣▸ ⋟ ${prefix}Jogodavelha (@Marcar) 
⌁▸ ║▸ ⋟ ${prefix}Anagrama (1/0)
⌁▸ ║▸ ⋟ ${prefix}Gartic (1/0)
⌁▸ ║▸ ⋟ ${prefix}Quizanimal (1/0)
⌁▸ ║▸ ⋟ ${prefix}Enigma (1/0)
⌁▸ ║▸ ⋟ ${prefix}R-forca (Letra)
⌁▸ ║▸ ⋟ ${prefix}Resetforca (Resetar)
⌁▸ ║▸ ⋟ ${prefix}Jogodaforca (Iniciar)
⌁▸ ║▸ ⋟ ${prefix}Vab (Você prefere?)
⌁▸ ║▸ ⋟ ${prefix}Eununca (Eu nunca, eu já)
⌁▸ ║▸ ⋟ ${prefix}Ppt (Pedra/Papel/Tesoura) 
⌁▸ ║▸ ⋟ ${prefix}Cassino
⌁▸ ║▸ ⋟ ${prefix}Apostar (Valor)
⌁▸ ║▸ ⋟ ${prefix}Pescar
⌁▸ ║▸ ⋟ ${prefix}Churrasco
⌁▸ ║▸ ⋟ ${prefix}Steal (marca (@))
⌁▸ ║▸ ⋟ ${prefix}1xbcbets (Valor)
⌁▸ ║▸ ⋟ ${prefix}Hackear (marca (@))
⌁▸ ║▸ ⋟ ${prefix}Mina (coordenada(s))
⌁▸ ║▸ ⋟ ${prefix}Minado (dificuldade)
⌁▸ ║▸ ⋟ ${prefix}Minareset (resetar)
⌁▸ ║▸ ⋟ ${prefix}Mineshelp (info)
⌁▸ ║▸ ⋟ ${prefix}Minatips (dicas)
⌁▸ ║▸ ⋟ ${prefix}Akinator (iniciar jogo)
⌁▸ ║▸ ⋟ ${prefix}Respaki (0/1/2/3/4)
⌁▸ ║▸ ⋟ ${prefix}Finaki (sim ou não)
╔=╣▸ ⋟ ${prefix}Resetaki (resetar akinator)
║  ╰═══⊷
║  𝐁𝐫𝐢𝐧𝐜𝐚𝐝𝐞𝐢𝐫𝐚𝐬
║  ╭═══⊷
╚=╣▸ ⋟ ${prefix}Gay (marca (@))
⌁▸ ║▸ ⋟ ${prefix}Feio (marca (@))
⌁▸ ║▸ ⋟ ${prefix}Corno (marca (@))
⌁▸ ║▸ ⋟ ${prefix}Vesgo (marca (@))
⌁▸ ║▸ ⋟ ${prefix}Bebado (marca (@))
⌁▸ ║▸ ⋟ ${prefix}puta (marca (@))
⌁▸ ║▸ ⋟ ${prefix}pau (marca (@))
⌁▸ ║▸ ⋟ ${prefix}Gostoso (marca (@))
⌁▸ ║▸ ⋟ ${prefix}Gostosa (marca (@))
⌁▸ ║▸ ⋟ ${prefix}Beijo (marca (@))
⌁▸ ║▸ ⋟ ${prefix}Matar (marca (@))
⌁▸ ║▸ ⋟ ${prefix}Tapa (marca (@))
⌁▸ ║▸ ⋟ ${prefix}Chute (marca (@))
⌁▸ ║▸ ⋟ ${prefix}Dogolpe (marca (@))   
⌁▸ ║▸ ⋟ ${prefix}Nazista (marca (@))
⌁▸ ║▸ ⋟ ${prefix}Chance (fale algo) 
⌁▸ ║▸ ⋟ ${prefix}Surubao (Quantidade) 
⌁▸ ║▸ ⋟ ${prefix}Casal (Casal do grupo)
⌁▸ ║▸ ⋟ ${prefix}Quando (Perguntar)
⌁▸ ║▸ ⋟ ${prefix}Rankgay (5 gays)
⌁▸ ║▸ ⋟ ${prefix}Rankgado (5 gados)
⌁▸ ║▸ ⋟ ${prefix}Rankcorno (5 cornos)
⌁▸ ║▸ ⋟ ${prefix}Rankgostoso (5 gostosos)
⌁▸ ║▸ ⋟ ${prefix}Rankgostosa (5 gostosas)
⌁▸ ║▸ ⋟ ${prefix}Ranknazista (5 nazistas)
⌁▸ ║▸ ⋟ ${prefix}Rankotakus (5 otakus)
⌁▸ ║▸ ⋟ ${prefix}Rankpau (5 pauzudos)
⌁▸ ║▸ ⋟ ${prefix}Mencionar (fale algo)
╔=╣▸ ⋟ ${prefix}Death (Nome)
║  ╰═══⊷
║🛠️𝐁𝐨𝐭 𝐄𝐦 𝐃𝐞𝐬𝐞𝐧𝐯𝐨𝐥𝐯𝐢𝐦𝐞𝐧𝐭𝐨🛠️
╰━━━ ⪨
`;
};

exports.brincadeiras = brincadeiras;

// MENU DE EFEITOS DE IMAGEM

const efeitos = (prefix, NomeDoBot, sender) => {
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 
return `╭━━ ⪩
║  ╭═══⊷
╚=╣▸ 𝐁𝐨𝐭: *${NomeDoBot}*
 ⌁▸ ║▸𝐔𝐬𝐮𝐚𝐫𝐢𝐨: *@${sender.split("@")[0]}*
 ⌁▸ ║▸𝐏𝐫𝐞𝐟𝐢𝐱𝐨: *❲ ${prefix} ❳*
╔=╣▸ 
║  ╰═══⊷
╰━━━ ⪨
ⓘ _Leia com atenção 𝘚꯭꯭꯭𝘢꯭꯭𝘪꯭𝘣꯭꯭𝘢꯭ ꯭꯭𝘮꯭꯭꯭𝘢꯭꯭꯭𝘪꯭꯭꯭꯭s_
‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎

╭━━ ⪩
║  𝐄𝐟𝐞𝐢𝐭𝐨𝐬 𝐃𝐞 𝐈𝐦𝐚𝐠𝐞𝐧𝐬
║  ╭═══⊷
╚=╣▸ ⋟ ${prefix}Comunismo (marcar)-(img)
⌁▸ ║▸ ⋟ ${prefix}Bolsonaro (marcar)-(img)
⌁▸ ║▸ ⋟ ${prefix}Bnw (marcar)-(img)
⌁▸ ║▸ ⋟ ${prefix}Beautiful (marcar)-(img)
⌁▸ ║▸ ⋟ ${prefix}Blur (marcar)-(img)
⌁▸ ║▸ ⋟ ${prefix}Affect (marcar)-(img)
⌁▸ ║▸ ⋟ ${prefix}Del (marcar)-(img)
⌁▸ ║▸ ⋟ ${prefix}Circle (marcar)-(img)
⌁▸ ║▸ ⋟ ${prefix}Beautiful (marcar)-(img)
⌁▸ ║▸ ⋟ ${prefix}Dither (marcar)-(img)
⌁▸ ║▸ ⋟ ${prefix}Facepalm (marcar)-(img)
⌁▸ ║▸ ⋟ ${prefix}Invert (marcar)-(img)
⌁▸ ║▸ ⋟ ${prefix}Lgbt (marcar)-(img)
⌁▸ ║▸ ⋟ ${prefix}Magik (marcar)-(img)
⌁▸ ║▸ ⋟ ${prefix}Rotate (marcar)-(img)
⌁▸ ║▸ ⋟ ${prefix}Rip (marcar)-(img)
⌁▸ ║▸ ⋟ ${prefix}Jail (marcar)-(img)
⌁▸ ║▸ ⋟ ${prefix}Trash (marcar)-(img)
⌁▸ ║▸ ⋟ ${prefix}Pixelate (marcar)-(img)
⌁▸ ║▸ ⋟ ${prefix}Sepia (marcar)-(img)
⌁▸ ║▸ ⋟ ${prefix}Wanted (marcar)-(img) 
⌁▸ ║▸ ⋟ ${prefix}Wasted (marcar)-(img) 
⌁▸ ║▸ ⋟ ${prefix}Animeia (marcar)-(img)
╔=╣▸ ⋟ ${prefix}Zombieia (marcar)-(img)
║  ╰═══⊷
║🛠️𝐁𝐨𝐭 𝐄𝐦 𝐃𝐞𝐬𝐞𝐧𝐯𝐨𝐥𝐯𝐢𝐦𝐞𝐧𝐭𝐨🛠️
╰━━━ ⪨
`;
};

exports.efeitos = efeitos;

const menu18 = (prefix, NomeDoBot, sender) => {
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 
return `╭╼═⪧
║    𝒉𝒆𝒏𝒕𝒂𝒊'𝒔+¹⁸🔥⃠
║  ╭══════⊷
╚=╣▸ ⋟ ${prefix}porn -loli 
⌁▸ ║▸ ⋟ ${prefix}porn -trap
⌁▸ ║▸ ⋟ ${prefix}porn -ass
⌁▸ ║▸ ⋟ ${prefix}porn -ahegao
⌁▸ ║▸ ⋟ ${prefix}porn -bdsm
⌁▸ ║▸ ⋟ ${prefix}porn -blowjob
⌁▸ ║▸ ⋟ ${prefix}porn -cuckold
⌁▸ ║▸ ⋟ ${prefix}porn -cum
⌁▸ ║▸ ⋟ ${prefix}porn -ero
⌁▸ ║▸ ⋟ ${prefix}porn -femdom
⌁▸ ║▸ ⋟ ${prefix}porn -foot
⌁▸ ║▸ ⋟ ${prefix}porn -gangbang
⌁▸ ║▸ ⋟ ${prefix}porn -ganbganb
⌁▸ ║▸ ⋟ ${prefix}porn -glasses
⌁▸ ║▸ ⋟ ${prefix}porn -hentai
⌁▸ ║▸ ⋟ ${prefix}porn -hentai2
⌁▸ ║▸ ⋟ ${prefix}porn -nekos
⌁▸ ║▸ ⋟ ${prefix}porn -nekos2
⌁▸ ║▸ ⋟ ${prefix}porn -jahy
⌁▸ ║▸ ⋟ ${prefix}porn -masturbation
⌁▸ ║▸ ⋟ ${prefix}porn -orgy
⌁▸ ║▸ ⋟ ${prefix}porn -panties
⌁▸ ║▸ ⋟ ${prefix}porn -pussy
⌁▸ ║▸ ⋟ ${prefix}porn -boobs
⌁▸ ║▸ ⋟ ${prefix}porn -tentacles
⌁▸ ║▸ ⋟ ${prefix}porn -thighs 
⌁▸ ║▸ ⋟ ${prefix}porn -yuri
⌁▸ ║▸ ⋟ ${prefix}porn -zettai
╔=╣▸ ⋟ ${prefix}porn -kasedaiki
║  ╰══════⊷
║   packs vazados
║  ╭══════⊷
╚=╣▸ ⋟ ${prefix}Aline
⌁▸ ║▸ ⋟ ${prefix}alifox
⌁▸ ║▸ ⋟ ${prefix}aragasm
⌁▸ ║▸ ⋟ ${prefix}aragasmv
⌁▸ ║▸ ⋟ ${prefix}tatizaqui
⌁▸ ║▸ ⋟ ${prefix}tatizaquiv
⌁▸ ║▸ ⋟ ${prefix}alycai
⌁▸ ║▸ ⋟ ${prefix}amichan
⌁▸ ║▸ ⋟ ${prefix}aninha
⌁▸ ║▸ ⋟ ${prefix}baby
⌁▸ ║▸ ⋟ ${prefix}belle
⌁▸ ║▸ ⋟ ${prefix}brenda
⌁▸ ║▸ ⋟ ${prefix}cami
⌁▸ ║▸ ⋟ ${prefix}clowniac
⌁▸ ║▸ ⋟ ${prefix}galvao
⌁▸ ║▸ ⋟ ${prefix}giovanna
⌁▸ ║▸ ⋟ ${prefix}isadora
⌁▸ ║▸ ⋟ ${prefix}isa
⌁▸ ║▸ ⋟ ${prefix}leticia
⌁▸ ║▸ ⋟ ${prefix}lay
⌁▸ ║▸ ⋟ ${prefix}marina
⌁▸ ║▸ ⋟ ${prefix}maru
⌁▸ ║▸ ⋟ ${prefix}princesa
⌁▸ ║▸ ⋟ ${prefix}meadinha
⌁▸ ║▸ ⋟ ${prefix}nega
⌁▸ ║▸ ⋟ ${prefix}polonesa 
⌁▸ ║▸ ⋟ ${prefix}rute
⌁▸ ║▸ ⋟ ${prefix}vita
⌁▸ ║▸ ⋟ ${prefix}carnie
⌁▸ ║▸ ⋟ ${prefix}stephanie
⌁▸ ║▸ ⋟ ${prefix}egril
⌁▸ ║▸ ⋟ ${prefix}neter
⌁▸ ║▸ ⋟ ${prefix}pornofot
⌁▸ ║▸ ⋟ ${prefix}amador
⌁▸ ║▸ ⋟ ${prefix}onlyfans 
⌁▸ ║▸ ⋟ ${prefix}porno
⌁▸ ║▸ ⋟ ${prefix}kinechan
╔=╣▸ ⋟ ${prefix}egilvideo
║  ╰══════⊷
║   comandos extras
║  ╭══════⊷
╚=╣▸ ⋟${prefix}botx (bot telegram)
╔=╣▸ ⋟ ${prefix}packsmega
║  ╰══════⊷
║🛠️𝐁𝐨𝐭 𝐄𝐦 𝐃𝐞𝐬𝐞𝐧𝐯𝐨𝐥𝐯𝐢𝐦𝐞𝐧𝐭𝐨🛠️
╰━━━ ⪨`;
};

exports.menu18 = menu18;

const animes = (prefix, NomeDoBot, sender) => {
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​╭━━ ⪩
║  ╭═══⊷
╚=╣▸ 𝐁𝐨𝐭: *${NomeDoBot}*
 ⌁▸ ║▸𝐔𝐬𝐮𝐚𝐫𝐢𝐨: *@${sender.split("@")[0]}*
╔=╣ ▸𝐏𝐫𝐞𝐟𝐢𝐱𝐨: *❲ ${prefix} ❳*
║  ╰═══⊷
╰━━━ ⪨
ⓘ _Leia com atenção 𝘚꯭꯭꯭𝘢꯭꯭𝘪꯭𝘣꯭꯭𝘢꯭ ꯭꯭𝘮꯭꯭꯭𝘢꯭꯭꯭𝘪꯭꯭꯭꯭s_
‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎

╭━━ ⪩
║  𝐀𝐧𝐢𝐦𝐞𝐬-𝐄𝐝𝐢𝐭𝐬
║ ╭═══⊷
╚=╣▸ ⋟ ${prefix}Editanime -random
⌁▸ ║▸ ⋟ ${prefix}Editanime -bleach
⌁▸ ║▸ ⋟ ${prefix}Editanime -chainsaw
⌁▸ ║▸ ⋟ ${prefix}Editanime -dragonball
⌁▸ ║▸ ⋟ ${prefix}Editanime -kimetsu
⌁▸ ║▸ ⋟ ${prefix}Editanime -jujutsu
╔=╣▸ ⋟ ${prefix}Editanime -naruto
║  ╰═══⊷
║  𝐀𝐧𝐢𝐦𝐞𝐬 𝐈𝐦𝐚𝐠𝐞𝐧𝐬
║  ╭═══⊷
╚=╣▸ ⋟ ${prefix}Animeimage -cosplay
⌁▸ ║▸ ⋟ ${prefix}Animeimage -waifu
⌁▸ ║▸ ⋟ ${prefix}Animeimage -loli
⌁▸ ║▸ ⋟ ${prefix}Animeimage -shota
⌁▸ ║▸ ⋟ ${prefix}Animeimage -shinomiya
⌁▸ ║▸ ⋟ ${prefix}Animeimage -yotsuba
⌁▸ ║▸ ⋟ ${prefix}Animeimage -yumeko
⌁▸ ║▸ ⋟ ${prefix}Animeimage -tejina
⌁▸ ║▸ ⋟ ${prefix}Animeimage -chiho
⌁▸ ║▸ ⋟ ${prefix}Animeimage -kaori
⌁▸ ║▸ ⋟ ${prefix}Animeimage -boruto
⌁▸ ║▸ ⋟ ${prefix}Animeimage -shizuka
⌁▸ ║▸ ⋟ ${prefix}Animeimage -kaga
⌁▸ ║▸ ⋟ ${prefix}Animeimage -kotori
⌁▸ ║▸ ⋟ ${prefix}Animeimage -mikasa
⌁▸ ║▸ ⋟ ${prefix}Animeimage -akiyama
⌁▸ ║▸ ⋟ ${prefix}Animeimage -gremory
⌁▸ ║▸ ⋟ ${prefix}Animeimage -izuku
⌁▸ ║▸ ⋟ ${prefix}Animeimage -shina
⌁▸ ║▸ ⋟ ${prefix}Animeimage -shinka
⌁▸ ║▸ ⋟ ${prefix}Animeimage -yuri
⌁▸ ║▸ ⋟ ${prefix}Animeimage -eba
⌁▸ ║▸ ⋟ ${prefix}Animeimage -erza
⌁▸ ║▸ ⋟ ${prefix}Animeimage -elaina
⌁▸ ║▸ ⋟ ${prefix}Animeimage -hinata
⌁▸ ║▸ ⋟ ${prefix}Animeimage -naruto
⌁▸ ║▸ ⋟ ${prefix}Animeimage -minato
⌁▸ ║▸ ⋟ ${prefix}Animeimage -sagari
⌁▸ ║▸ ⋟ ${prefix}Animeimage -nezuko
⌁▸ ║▸ ⋟ ${prefix}Animeimage -rize
⌁▸ ║▸ ⋟ ${prefix}Animeimage -anna
⌁▸ ║▸ ⋟ ${prefix}Animeimage -deidara
⌁▸ ║▸ ⋟ ${prefix}Animeimage -asuna
⌁▸ ║▸ ⋟ ${prefix}Animeimage -ayuzawa
⌁▸ ║▸ ⋟ ${prefix}Animeimage -emilia
⌁▸ ║▸ ⋟ ${prefix}Animeimage -chitoge
⌁▸ ║▸ ⋟ ${prefix}Animeimage -hestia
⌁▸ ║▸ ⋟ ${prefix}Animeimage -inori
⌁▸ ║▸ ⋟ ${prefix}Animeimage -itachi
⌁▸ ║▸ ⋟ ${prefix}Animeimage -madara
⌁▸ ║▸ ⋟ ${prefix}Animeimage -sakura
⌁▸ ║▸ ⋟ ${prefix}Animeimage -sasuke
⌁▸ ║▸ ⋟ ${prefix}Animeimage -tsunade
⌁▸ ║▸ ⋟ ${prefix}Animeimage -onepiece
⌁▸ ║▸ ⋟ ${prefix}Animeimage -mobil
⌁▸ ║▸ ⋟ ${prefix}Animeimage -montor
⌁▸ ║▸ ⋟ ${prefix}Animeimage -keneki
⌁▸ ║▸ ⋟ ${prefix}Animeimage -megumin
╔=╣▸ ⋟ ${prefix}Animeimage -toukachan
║  ╰═══⊷
║🛠️𝐁𝐨𝐭 𝐄𝐦 𝐃𝐞𝐬𝐞𝐧𝐯𝐨𝐥𝐯𝐢𝐦𝐞𝐧𝐭𝐨🛠️
╰━━━ ⪨
`;
};

exports.animes = animes;
